internal/domain/compile/testdata/portable_jmeter.yaml
execution:
    - executor: jmeter
      concurrency: 50
      ramp-up: 30s
      hold-for: 10m
      scenario: checkout-11
scenarios:
    checkout-11:
        default-address: http://checkout.svc
        requests:
            - url: /cart
              label: checkout-cart
              method: GET
            - url: /checkout
              label: checkout-checkout
              method: POST